<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html>
	<head>
	    <meta http-equiv="content-type" content="text/html; charset=iso-8859-1"/>
		<link rel="stylesheet" type="text/css" href="css/header.css"/>
		<link rel="stylesheet" type="text/css" href="css/log.css"/>
		<link rel="stylesheet" type="text/css" href="css/content.css"/>
		<link rel="stylesheet" type="text/css" href="css/footer.css"/>
        <title>Polytech'WareHouse</title>
	</head>
	<body>
		<div id="header"></div>
        <div id="menu"></div>
        <div id="content">
            <fieldset>
                <legend>Aide</legend>
                <div class="section">
                    <div class="list">
                        <ul>
                            <li>
                                <h5>Nom du travail</h5>
                                Saisissez ici le nom du travail que vous voulez cr&eacute;er.
                            </li>
                           <li>
                                <h5>Membre minimum</h5>
                                Saisissez ici le nombre minimum d'&eacute;tudiants autoris&eacute;s dans un groupe
                                pour r&eacute;aliser ce travail.
                            </li>
                            <li>
                                <h5>Membre maximum</h5>
                                Saisissez ici le nombre maximum d'&eacute;tudiants autoris&eacute;s dans un groupe
                                pour r&eacute;aliser ce travail.
                            </li>
                            <li>
                                <h5>Site web du sujet</h5>
                                Saisissez ici le lien du site web contenant le sujet du travail. (Non obligatoire).
                            </li>
                            <li>
                                <h5>Charge de travail</h5>
                                Saisissez ici une appoximation de la quantit&eacute; d'heures par &eacute;tudiant que n&eacute;cessite 
                                la r&eacute;alisation de ce travail.  (non obligatoire).
                            </li>
                            <li>
                                <h5>Tol&eacute;rance</h5>
                                Saisissez ici le nombre de jour de retard tol&eacute;r&eacute;. La tol&eacute;rance vous permet d'accepter des travaux rendus en 
                                retard et d'en &ecirc;tre inform&eacute; (non obligatoire).
                            </li>
                            <li>
                                <h5>Taille</h5>
                                Saisissez ici la taille maximale des fichiers livr&eacute;s par les &eacute;tudiants. (non obligatoire).
                            </li>
                            <li>
                                <h5>Rendu express</h5>
                                Choisissez ici le type de travail. Dans le cas d'un rendu "Normal", les &eacute;tudiants disposent d'une periode de
                                composition des groupes. Pendant cette p&eacute;riode, ils peuvent constituer des groupes de rendu, les modifier, les quitter, 
                                mais ne peuvent pas effectuer de livraison.
                                Au terme de cette p&eacute;riode, les groupes sont fig&eacute;s et seuls ceux respectant les contraintes de groupes
                                peuvent effectuer des livraisons jusqu'&agrave; la date limite de rendu.
                                Dans le cas d'un rendu "express", les &eacute;tudiants ne disposent pas de la p&eacute;riode de composition des groupes. Pour effectuer des livraisons,
                                ils doivent constituer un groupe de rendu qu'ils ne pourront plus quitter ensuite. D&egrave;s que le groupe de rendu est form&eacute; et respecte
                                les contraintes de groupes, les &eacute;tudiants peuvent effectuer des livraisons jusqu'&agrave; la date limite de rendu.
                                Dans les 2 cas, vous pouvez intervenir dans la composition des groupes de rendu, c'est-a-dire en cr&eacute;er directement vous-m&ecirc;me et
                                supprimer ceux cr&eacute;&eacute;s par les &eacute;tudiants.
                            </li>
                        </ul>
                    </div>
                </div>
            </fieldset>
        </div>
        <div id="footer"><p>Polytech'WareHouse par Karim Matrah | Optimis&eacute; par Silk Icons &copy; | Polytech'Nice-Sophia &copy; 2009</p></div>
    </body>
</html>
