<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html>
	<head>
	    <meta http-equiv="content-type" content="text/html; charset=iso-8859-1"/>
		<link rel="stylesheet" type="text/css" href="css/header.css"/>
		<link rel="stylesheet" type="text/css" href="css/log.css"/>
		<link rel="stylesheet" type="text/css" href="css/content.css"/>
		<link rel="stylesheet" type="text/css" href="css/footer.css"/>
        <title>Polytech'WareHouse</title>
	</head>
	<body>
		<div id="header"></div>
        <div id="menu"></div>
        <div id="content">
            <fieldset>
                <legend>Aide</legend>
                <div class="section">
                    <p>
                        Les travaux de la mati&egrave;re pr&eacute;c&eacute;dement choisie sont list&eacute;s sur cette page. Pour consulter les rendus
                        d'un travail, cliquez sur son nom.
                    </p>
                </div>
                <div class="section">
                    <div class="list">
                        <ul>
                            <li>
                                <h5>Cr&eacute;er un nouveau travail</h5>
                                Permet de cr&eacute;er une travail. Utilisez cette fonctionalit&eacute; pour soumettre un travail &agrave; faire par
                                les &eacute;tudiants.
                            </li>
                            <li>
                                <h5>Type</h5>
                                Affiche le type du travail, "Normal" ou "Express", suivant qu'il autorise une periode de composition des groupes de rendu ou non.
                            </li>
                            <li>
                                <h5>Configurer</h5>
                                Permet de modifier le nom d'un travail, ainsi que les contraintes qui lui sont li&eacute;es. 
                            </li>
                            <li>
                                <h5>Publier</h5>
                                Permet de publier un travail uniquement si pour chacun des groupes concern&eacute;s, les dates de composition des groupes 
                                et de rendu ont &eacute;t&eacute; configur&eacute;es. Utilisez cette fonctionalit&eacute; pour rendre visible un travail
                                aupr&egrave;s des &eacute;tudiants des groupes concern&eacute;s. Une fois publi&eacute;, l'ic&ocirc;ne de publication devient rouge
                                et il n'est plus possible de masquer le travail aux &eacute;tudiants.
                            </li>
                            <li>
                                <h5>T&eacute;l&eacute;charger</h5>
                                Permet de t&eacute;l&eacute;charger l'archive d'un travail. Sont pr&eacute;sent dans cette archive les livraisons de tous les groupes
                                concern&eacute;s par le travail ainsi qu'un fichier HMTL pour naviguer dans l'archive ainsi et un fichier de notation compatible Excel.
                            </li>
                            <li>
                                <h5>Supprimer</h5>
                                Permet de supprimer un travail uniquement si vous en &ecirc;tes son propri&eacute;taire (si vous l'avez cr&eacute;&eacute; 
                                vous m&ecirc;me et que vous fa&icirc;tes partie des enseignants responsables de la mati&egrave;re.
                            </li>
                        </ul>
                    </div>
                </div>
            </fieldset>
        </div>
        <div id="footer"><p>Polytech'WareHouse par Karim Matrah | Optimis&eacute; par Silk Icons &copy; | Polytech'Nice-Sophia &copy; 2009</p></div>
    </body>
</html>
